[
{"text": "Nos dias 14 e 15 de Setembro de 2017, a FACOM realizará o I Workshop de Sistemas Computacionais. Não há custo para participação no evento! Para participar dos minicursos basta inscrever-se e trazer 1kg de alimento não perecível!   A programação do evento e informações sobre inscrição estão disponíveis em: https://lscad.facom.ufms.br/wsc", "title": "Workshop de Sistemas Computacionais"},
{"text": "O texto a seguir foi retirado de https://www.ufms.br/semana-de-estagio-emprego-carreira-tem-transmissao-ao-vivo/   A Semana de Estágio, Emprego & Carreira da UFMS começa hoje, às 14 horas e terá transmissão ao vivo, todos os dias, em parceria com a TV Pantanal e retransmissão no Facebook da UFMS. O evento acontece de 29 a 31 de agosto no auditório da […]", "title": "Semana de Estágio, Emprego & Carreira da UFMS"},
{"text": "Saiu o edital com o resultado do processo seletivo de monitores de graduação para o segundo semestre de 2017.", "title": "Resultado do processo de seleção de monitores de graduação"},
{"text": "Prezados acadêmicos, a fase de confirmação de matrícula poderá ser realizada online por você, caso concorde com a distribuição de turmas, ou presencialmente junto à coordenação do curso, nas situações de ajustes, a partir das 13h do dia 21/08/2017 até às 23:59h do dia 22/08/2017. Seguem os horários de atendimento para ajustes na matrícula de cada […]", "title": "Confirmação de Matrícula"},
{"text": "Para este semestre, a Facom conta com 8 bolsas de monitoria de graduação e 6 vagas para atuação como monitor voluntário. As inscrições devem serem feitas por email (sap@facom.ufms.br) até às 17h do dia 21 de agosto. Confira o edital.", "title": "Bolsas de monitoria de graduação para 2017.2"},
{"text": "Atenção alunos, as turmas descritas abaixo terão a data de início das aulas alteradas:   As turmas a seguir serão ministradas por professores substitutos que já foram selecionados: Fundamentos de Arquitetura T1. Professora Ana Caroline – início dia 29/08 Arquitetura de Computadores T2. Professora Ana Caroline – início dia 31/08 Algoritmos e Programação Orientada à Objetos […]", "title": "Alteração na data de início de algumas turmas de 2017.2"},
{"text": "Na sexta-feira 11/08 às 15hs, no hall de entrada da FACOM, teremos a exposição e apresentação de projetos tecnológicos desenvolvidos pelos estudantes do 1o. semestre de Engenharia de Computação da FACOM.", "title": "Apresentação de Trabalhos dos Alunos de Introd. à Eng. de Computação"},
{"text": "A Facom abre editais para a contratação de três professores substitutos. Veja o edital 1 cujo cronograma de inscrição é: 8 e 9 de agosto – para candidatos com o título de doutor ou mestre; 10 de agosto – para candidatos com o título de especialista (caso não haja inscritos nos dias anteriores); 11 de […]", "title": "Vaga para professor substituto"},
{"text": "Ensalamento – Início das aulas: semana do dia 7/8 Análise de Algoritmos, Desenvolvimento de Software, Gestão de Projetos, Redes de Computadores – Local: Sala de videoconferências da Facom (2º andar) Inteligência Artificial – Local: Auditório 2 da Facom (térreo) Dinter – Local: Sala de Reuniões 2 da Facom (2º andar)  ", "title": "Pós-Grad: Atualização de Ensalamento 2017-2"},
{"text": "A pós-graduação divulga a lista de alunos especiais selecionados para o semestre 2017-2, conforme abaixo. O ensalamento das disciplinas será divulgado nas notícias do site da Facom. Os docentes responsáveis pelas disciplinas transmitidas por webconferência encaminharão link da sala virtual diretamente ao e-mail dos alunos.   Análise de algoritmos Andrey Malaquias Medeiros Pinto Dênis Henrique de […]", "title": "Pós-Grad: Alunos Especiais 2017-2 selecionados"}
]